{
  "abacus": "A counting device that uses beads on rods to perform arithmetic operations.",
  "amiable": "Having or displaying a friendly and pleasant manner.",
  "altruistic": "Showing a selfless concern for the well-being of others.",
  "benevolent": "Well-meaning and kindly.",
  "bucolic": "Relating to the pleasant aspects of the countryside and rural life.",
  "beleaguer": "To besiege or surround with hostile forces.",
  "cacophony": "A harsh, discordant mixture of sounds.",
  "cogent": "Clear, logical, and convincing.",
  "cloying": "Disgustingly or excessively sweet or sentimental.",
  "deleterious": "Causing harm or damage.",
  "dichotomy": "A division or contrast between two things that are or are represented as being opposed or entirely different.",
  "disparate": "Essentially different in kind; not allowing comparison.",
  "ephemeral": "Lasting for a very short time.",
  "elucidate": "To make something clear; explain.",
  "eclectic": "Deriving ideas, styles, or tastes from a broad and diverse range of sources.",
  "facetious": "Treating serious issues with deliberately inappropriate humor.",
  "flummox": "To perplex (someone) greatly; bewilder.",
  "furtive": "Attempting to avoid notice or attention, typically because of guilt or a belief that discovery would lead to trouble.",
  "gregarious": "Fond of company; sociable.",
  "garrulous": "Excessively talkative, especially on trivial matters.",
  "gossamer": "Something light, delicate, or insubstantial.",
  "histrionic": "Overly theatrical or melodramatic in character or style.",
  "hubris": "Excessive pride or self-confidence.",
  "heterogeneous": "Consisting of elements that are not of the same kind or nature.",
  "idiosyncrasy": "A mode of behavior or way of thought peculiar to an individual.",
  "indelible": "Not able to be forgotten or removed.",
  "inexorable": "Impossible to stop or prevent.",
  "juxtapose": "To place close together for contrasting effect.",
  "jocular": "Characterized by joking and good humor.",
  "jejune": "Lacking nutritive value; dull; uninteresting.",
  "kaleidoscope": "A constantly changing pattern or sequence of elements.",
  "kismet": "Destiny; fate.",
  "kowtow": "To act in an excessively subservient manner.",
  "labyrinth": "A complicated irregular network of passages or paths in which it is difficult to find one's way.",
  "lugubrious": "Looking or sounding sad and dismal.",
  "lucid": "Clear and easily understood.",
  "mellifluous": "Sweet or musical; pleasant to hear.",
  "mendacious": "Not telling the truth; lying.",
  "myriad": "A countless or extremely great number.",
  "nuance": "A subtle difference in or shade of meaning, expression, or sound.",
  "nadir": "The lowest point in the fortunes of a person or organization.",
  "nepotism": "The practice among those with power or influence of favoring relatives or friends, especially by giving them jobs.",
  "obfuscate": "To deliberately make something difficult to understand.",
  "onerous": "Involving a great deal of effort, trouble, or difficulty.",
  "ostentatious": "Characterized by vulgar or pretentious display; designed to impress or attract notice.",
  "paragon": "A person or thing regarded as a perfect example of a particular quality.",
  "pernicious": "Having a harmful effect, especially in a gradual or subtle way.",
  "plethora": "A large or excessive amount of something.",
  "quintessential": "Representing the most perfect or typical example of a quality or class.",
  "quixotic": "Exceedingly idealistic; unrealistic and impractical.",
  "quagmire": "A soft boggy area of land that gives way underfoot.",
  "resplendent": "Attractive and impressive through being richly colorful or sumptuous.",
  "reprehensible": "Deserving censure or condemnation.",
  "reverie": "A state of being pleasantly lost in one's thoughts; a daydream.",
  "serendipity": "The occurrence of events by chance in a happy or beneficial way.",
  "soliloquy": "An act of speaking one's thoughts aloud when by oneself or regardless of any hearers, especially by a character in a play.",
  "supercilious": "Behaving or looking as though one thinks one is superior to others.",
  "tantamount": "Equivalent in seriousness to; virtually the same as.",
  "truculent": "Eager or quick to argue or fight; aggressively defiant.",
  "ubiquitous": "Present, appearing, or found everywhere.",
  "umbrage": "Offense or annoyance.",
  "unilateral": "Performed by or affecting only one person, group, or country involved in a particular situation, without the agreement of another or the others.",
  "usurp": "To take a position of power or importance illegally or by force.",
  "vicarious": "Experienced in the imagination through the feelings or actions of another person.",
  "verisimilitude": "The appearance of being true or real.",
  "vociferous": "Loud and forceful in making one's feelings known.",
  "wistful": "Having or showing a feeling of vague or regretful longing.",
  "wily": "Skilled at gaining an advantage, especially deceitfully.",
  "wanton": "Deliberate and unprovoked; sexually unrestrained or undisciplined.",
  "xenophobe": "A person who is fearful or hateful of anything foreign or strange.",
  "xeric": "Adapted to a dry habitat.",
  "xenial": "Relating to hospitality or relations between host and guest.",
  "yare": "Quick, agile, nimble.",
  "yoicks": "An exclamation used to encourage",
	"zealous": "Having or showing zeal; fervent, enthusiastic.",
  "zenith": "The highest point reached by a celestial or other object.",
  "zephyr": "A soft, gentle breeze."
}
